{
  "en": {
    "intro_1": "The ocean covers almost 70% of the Earth's surface...",
    "intro_2": "and most of it still remains unexplored.",
    "intro_3": "Exploring the ocean is no easy task, as it's a place brimming with as much danger as there is mystery.",
    "intro_4": "For those brave enough to take on this challenge, we use a special process to uncover these mysteries: ",
    "intro_5": "the Scientific Method.",
    "title": "Triton's Treasure",
    "subtitle": "A Scientific Method Adventure",
    "start": "Start",
    "explore": "Explore",
    "item-unlocked": "Item Unlocked",
    "inventory-item_name_conch": "Conch Shell",
    "inventory-item_desc_conch": "Your new ocean friend. Grants the ability to understand the language of the sea.",
    "inventory-item_action_conch": "Use this to receive a hint whenever you are stuck.",
    "inventory-item_name_sm": "SM Diagram",
    "inventory-item_desc_sm": "A diagram of the Scientific Method.",
    "inventory-item_action_sm": "Use this to review the Scientific Method steps.",
    "title_chapter-1": "Chapter One",
    "desc_chapter-1": "Science and Magic",
    "title_chapter-2": "Chapter Two",
    "desc_chapter-2": "Light and Dark",
    "title_chapter-3": "Chapter Three",
    "desc_chapter-3": "Above and Below",
    "dialog-name_explorer": "Explorer",
    "dialog-name_shell": "Conch",
    "dialog-name_otter": "Otter",
    "name_shell": "Conch",
    "desc_shell": "A large sea snail with a horn-shaped shell. <br>There is something mysterious about this one...",
    "name_otter": "Sea Otter",
    "desc_otter": "A cute marine mammal with thick fur. <br>Can live on land and in water.",
    "ch1-dialog_1-1": "Psst, hey...down here.",
    "ch1-dialog_1-2": "Who's talking?",
    "ch1-dialog_1-3": "Me.",
    "ch1-dialog_1-4": "Who? The shell?",
    "ch1-dialog_1-5": "Yes, what are you doing here?",
    "ch1-dialog_1-6": "Wait, seriously? A talking shell?!",
    "ch1-dialog_1-7": "Yes, I can talk...it's really not a big deal. Now answer me.",
    "ch1-dialog_1-8": "Why are you guys here?",
    "ch1-dialog_2-1": "We are ocean explorers. Our job is to venture into the unknown and make discoveries using the Scientific Method.",
    "ch1-dialog_2-2": "The Scientific Method?",
    "ch1-dialog_sm-1": "It's a process we use to make sense about the world around us. It involves:",
    "ch1-dialog_sm-2": "Observing the natural world...",
    "ch1-dialog_sm-3": "Asking a scientific question...",
    "ch1-dialog_sm-4": "Forming a hypothesis...",
    "ch1-dialog_sm-5": "Planning and conducting an experiment...",
    "ch1-dialog_sm-6": "Analyzing the data...",
    "ch1-dialog_sm-7": "Then finally, coming up with a conclusion.",
    "ch1-dialog_sm-8": "Wow, a lot of steps...",
    "ch1-dialog_sm-9": "Yes, but this process allows us to have experiments that can be repeated and verified by others.",
    "ch1-dialog_sm-10": "If many come to the same conclusion, then we can be more confident that it's true.",
    "ch1-dialog_3-1": "The ocean is a magical place full of mysteries and wonders.",
    "ch1-dialog_3-2": "By making new discoveries and sharing them with others, maybe we can understand it better.",
    "ch1-dialog_3-3": "That way, we'll not only learn how to use its resources more wisely, but also how to protect it.",
    "ch1-dialog_3-4": "I see...",
    "ch1-dialog_4-1": "...very well. Can I come too? I want to help.",
    "ch1-dialog_4-2": "Sure, you can join our exploration team.",
    "ch1-dialog_4-3": "I must warn you, though...",
    "ch1-dialog_4-4": "The deeper we go, the more unknown and dangerous things we may find.",
    "ch2-question": "What are the first few steps of the Scientific Method?",
    "ch2-question_option-1": "Observe the natural world, analyse the data, then form a hypothesis",
    "ch2-question_option-1-dialog": "Observing the natural world first is correct, but we need to form a hypothesis and conduct an experiment before we have any data to analyze.",
    "ch2-question_option-2": "Ask a scientific question, conduct an experiment, then come up with a conclusion",
    "ch2-question_option-2-dialog": "The order is correct, but you’re missing too many steps in between.",
    "ch2-question_option-3": "Observe the natural world, ask a scientific question, then form a hypothesis",
    "ch2-question_option-3-dialog": "Correct! Let’s try it now.",
    "ch2-dialog_0": "Woah, that is one giant kelp!",
    "ch2-dialog_1-1": "Hey, I am the caretaker of this kelp forest. Who are you?",
    "ch2-dialog_1-2": "We are ocean explorers. We have just come to visit and learn about this place.",
    "ch2-dialog_1-3": "I see. Welcome then, to my humble abode.",
    "ch2-info_color_1-1": "The color of the water is a bit different here.",
    "ch2-info_color_1-2": "Yeah, it usually gets darker as we go deeper.",
    "ch2-info_color_1-3": "Nice, that is an example of qualitative data.",
    "ch2-info_color_1-4": "It's a description of the qualities and characteristics of something.",
    "ch2-info_color_1-5": "Something like color that is hard to be measured precisely with numbers.",
    "ch2-info_kelp_1-1": "Looks like this is where the giant kelp started growing.",
    "ch2-info_kelp_1-2": "Yep, I have been measuring its height everyday since it's been a little plant.",
    "ch2-info_kelp_2-1": "It's almost 200m tall now, they grow up so fast!",
    "ch2-info_kelp_2-2": "Wow, by giving us accurate measurements, Otter provided us an example of quantitative data.",
    "ch2-info_kelp_2-3": "Data that can be measured precisely using standard units.",
    "ch2-info_kelp_2-4": "In this case, meters as the unit of measurement.",
    "ch2-info_color_2-1": "The color is getting much darker now.",
    "ch2-info_color_2-2": "Qualitative data can be useful to observe however, in order to ask a good scientific question...",
    "ch2-info_color_2-3": "it should be able to be answered with quantitative data, so it cannot be subjective or biased.",
    "ch2-info_color_2-4": "So we will have to gather precise measurements in an experiment to answer our question right?",
    "ch2-info_color_2-5": "Yes, that is called empirical evidence.",
    "ch2-info_color_2-6": "I see, so after making some observations...we ask a scientific question that can be answered with empirical evidence.",
    "ch2-info_color_2-7": "We form a hypothesis that tries to guess the answer...then we conduct an experiment to collect enough data to properly answer it.",
    "ch2-info_color_2-8": "Exactly! We also get a chance to test if our hypothesis was correct.",
    "ch2-info_color_2-9": "...By the way, where did the otter go?",
    "hint_1": "Hint: Open the inventory by clicking on the backpack icon on the top right. <br>Click the arrow to move to the next area when you're ready.",
    "hint_2": "Hint: Explore by clicking around the screen. Try to observe the environment and see if you can find anything interesting."
  },
  "es": {}
}
