{
  "en": {
    "intro_1": "The ocean covers almost 70% of the Earth's surface...",
    "intro_2": "and most of it still remains unexplored.",
    "intro_3": "Exploring the ocean is no easy task, as it's a place brimming with as much danger as there is mystery.",
    "intro_4": "For those brave enough to take on this challenge, we use a special process to uncover these mysteries: ",
    "intro_5": "the Scientific Method.",
    "title": "Triton's Treasure",
    "subtitle": "A Scientific Method Adventure",
    "start": "Start",
    "explore": "Explore",
    "item-unlocked": "Item Unlocked",
    "inventory-item_name_conch": "Conch Shell",
    "inventory-item_desc_conch": "Your new ocean friend. Grants the ability to understand the language of the sea.",
    "inventory-item_action_conch": "Use this to receive a hint whenever you are stuck.",
    "inventory-item_name_sm": "SM Diagram",
    "inventory-item_desc_sm": "A diagram of the Scientific Method.",
    "inventory-item_action_sm": "Use this to review the Scientific Method steps.",
    "title_chapter-1": "Chapter One",
    "desc_chapter-1": "Science and Magic",
    "title_chapter-2": "Chapter Two",
    "desc_chapter-2": "Light and Dark",
    "dialog-name_explorer": "Explorer",
    "dialog-name_shell": "Conch",
    "name_shell": "Conch",
    "desc_shell": "A large sea snail with a horn-shaped shell. <br>There is something mysterious about this one...",
    "ch1-dialog_1-1": "Psst, hey...down here.",
    "ch1-dialog_1-2": "Who's talking?",
    "ch1-dialog_1-3": "Me.",
    "ch1-dialog_1-4": "Who? The shell?",
    "ch1-dialog_1-5": "Yes, what are you doing here?",
    "ch1-dialog_1-6": "Wait, seriously? A talking shell?!",
    "ch1-dialog_1-7": "Yes, I can talk...it's really not a big deal. Now answer me.",
    "ch1-dialog_1-8": "Why are you guys here?",
    "ch1-dialog_2-1": "We are ocean explorers. Our job is to venture into the unknown and make discoveries using the Scientific Method.",
    "ch1-dialog_2-2": "The Scientific Method?",
    "ch1-dialog_sm-1": "It's a process we use to make sense about the world around us. It involves:",
    "ch1-dialog_sm-2": "Observing the natural world...",
    "ch1-dialog_sm-3": "Asking a scientific question...",
    "ch1-dialog_sm-4": "Forming a hypothesis...",
    "ch1-dialog_sm-5": "Planning and conducting an experiment...",
    "ch1-dialog_sm-6": "Analyzing the data...",
    "ch1-dialog_sm-7": "Then finally, coming up with a conclusion.",
    "ch1-dialog_sm-8": "Wow, a lot of steps...",
    "ch1-dialog_sm-9": "Yes, but this process allows us to have experiments that can be repeated and verified by others.",
    "ch1-dialog_sm-10": "If many come to the same conclusion, then we can be more confident that it's true.",
    "ch1-dialog_3-1": "The ocean is a magical place full of mysteries and wonders.",
    "ch1-dialog_3-2": "By making new discoveries and sharing them with others, maybe we can understand it better.",
    "ch1-dialog_3-3": "That way, we'll not only learn how to use its resources more wisely, but also how to protect it.",
    "ch1-dialog_3-4": "I see...",
    "ch1-dialog_4-1": "...very well. Can I come too? I want to help.",
    "ch1-dialog_4-2": "Sure, you can join our exploration team.",
    "ch1-dialog_4-3": "I must warn you, though...",
    "ch1-dialog_4-4": "The deeper we go, the more unknown and dangerous things we may find.",
    "ch2-question": "What are the first few steps of the Scientific Method?",
    "ch2-question_option-1": "Observe the natural world, analyse the data, then form a hypothesis",
    "ch2-question_option-1-dialog": "Observing the natural world first is correct, but we need to form a hypothesis and conduct an experiment before we have any data to analyze.",
    "ch2-question_option-2": "Ask a scientific question, conduct an experiment, then come up with a conclusion",
    "ch2-question_option-2-dialog": "The order is correct, but you’re missing too many steps in between.",
    "ch2-question_option-3": "Observe the natural world, ask a scientific question, then form a hypothesis",
    "ch2-question_option-3-dialog": "Correct! Let’s try it now.",
    "ch2-dialog_1-1": "Let's try to explore and make some observations about this place.",
    "ch2-dialog_1-2": "Step 1, observe the natural world right?",
    "ch2-dialog_1-3": "That's right. Not bad conch.",
    "ch2-info_kelp-1": "This giant kelp has almost grown to the surface!",
    "ch2-info_kelp-2": "It seems to really enjoy the sunlight.",
    "ch2-info_foliage-1": "Much less foliage growing here than above.",
    "ch2-info_color-1": "The color of the water is a bit different here.",
    "ch2-info_color-2": "The color is getting much darker now.",
    "hint_1": "Hint: Open the inventory by clicking on the backpack icon on the top right. <br>Click the arrow to move to the next area when you're ready.",
    "hint_2": "Hint: Explore by clicking around the screen. Try to observe the environment and see if you can find anything interesting."
  },
  "es": {}
}
