{
  "_meta": {
    "maxChars": {
      "intro_1": 50,
      "intro_2": 50,
      "intro_3": 100,
      "intro_4": 100,
      "intro_5": 20,
      "title": 20,
      "subtitle": 50,
      "start": 10,
      "explore": 10,
      "ready": 10,
      "item-unlocked": 20,
      "inventory-item_name_conch": 20,
      "inventory-item_desc_conch": 100,
      "inventory-item_action_conch": 50,
      "inventory-item_name_sm": 20,
      "inventory-item_desc_sm": 50,
      "inventory-item_action_sm": 100,
      "inventory-item_name_pg": 20,
      "inventory-item_desc_pg": 200,
      "inventory-item_name_dg": 20,
      "inventory-item_desc_dg": 200,
      "inventory-item_name_th": 20,
      "inventory-item_desc_th": 100,
      "title_chapter-1": 20,
      "desc_chapter-1": 20,
      "title_chapter-2": 20,
      "desc_chapter-2": 20,
      "title_chapter-3": 20,
      "desc_chapter-3": 20,
      "title_chapter-4": 20,
      "desc_chapter-4": 20,
      "dialog-name_explorer": 20,
      "dialog-name_shell": 10,
      "dialog-name_otter": 10,
      "name_shell": 10,
      "desc_shell": 100,
      "name_otter": 20,
      "desc_otter": 100,
      "ch1-dialog_1-1": 20,
      "ch1-dialog_1-2": 20,
      "ch1-dialog_1-3": 10,
      "ch1-dialog_1-4": 20
    }
  },
  "en": {
    "intro_1": "The ocean covers almost 70% of the Earth's surface...",
    "intro_2": "and most of it still remains unexplored.",
    "intro_3": "Exploring the ocean is no easy task, as it's a place brimming with as much danger as there is mystery.",
    "intro_4": "However... within these depths may lie wonders and treasures beyond our wildest dreams!",
    "intro_5": "For those brave enough to take on this challenge, we use a special process to uncover these mysteries: ",
    "intro_6": "the Scientific Method.",
    "title": "Triton's Treasure",
    "subtitle": "A Scientific Method Adventure",
    "start": "Start",
    "explore": "Explore",
    "ready": "Ready",
    "item-unlocked": "Item Unlocked",
    "inventory-item_name_conch": "Conch Shell",
    "inventory-item_desc_conch": "Your new ocean friend. Grants the ability to understand the language of the sea.",
    "inventory-item_action_conch": "Use this to receive a hint whenever you are stuck.",
    "inventory-item_name_sm": "SM Diagram",
    "inventory-item_desc_sm": "A diagram of the Scientific Method.",
    "inventory-item_action_sm": "Use this to review the Scientific Method steps.",
    "inventory-item_name_pg": "Pressure Gauge",
    "inventory-item_desc_pg": "An instrument for measuring underwater pressure. <br>Returns values in atm units, where 1 atm = the atmospheric pressure at sea level.",
    "inventory-item_name_dg": "Depth Gauge",
    "inventory-item_desc_dg": "An instrument for measuring underwater depth. <br>Measures pressure then calculates depth using their linear relationship. Returns values in meters.",
    "inventory-item_name_th": "Thermistor",
    "inventory-item_desc_th": "A device for measuring water temperature. <br>Returns values in Celsius.",
    "title_chapter-1": "Chapter One",
    "desc_chapter-1": "Science and Magic",
    "title_chapter-2": "Chapter Two",
    "desc_chapter-2": "Light and Dark",
    "title_chapter-3": "Chapter Three",
    "desc_chapter-3": "Above and Below",
    "title_chapter-4": "Chapter Four",
    "desc_chapter-4": "Hot and Cold",
    "dialog-name_explorer": "Explorer",
    "dialog-name_shell": "Conch",
    "dialog-name_otter": "Otter",
    "name_shell": "Conch",
    "desc_shell": "A large sea snail with a horn-shaped shell. <br>There is something mysterious about this one...",
    "name_otter": "Sea Otter",
    "desc_otter": "A cute marine mammal with thick fur. <br>Can live on land and in water.",
    "ch1-dialog_1-1": "Psst, hey...down here.",
    "ch1-dialog_1-2": "Who's talking?",
    "ch1-dialog_1-3": "Me.",
    "ch1-dialog_1-4": "Who? The shell?",
    "ch1-dialog_1-5": "Yes, hello.",
    "ch1-dialog_1-6": "Wait, seriously? A talking shell?!",
    "ch1-dialog_1-7": "Yeah...it's really not a big deal. What are you doing here?",
    "ch1-dialog_1-8": "Why are you guys here?",
    "ch1-dialog_2-1": "We are ocean explorers. Our job is to venture into the unknown and make discoveries using the Scientific Method.",
    "ch1-dialog_2-2": "The Scientific Method?",
    "ch1-dialog_sm-1": "It's a process we use to make sense about the world around us. It involves:",
    "ch1-dialog_sm-2": "Observing the natural world...",
    "ch1-dialog_sm-3": "Asking a scientific question...",
    "ch1-dialog_sm-4": "Forming a hypothesis...",
    "ch1-dialog_sm-5": "Planning and conducting an experiment...",
    "ch1-dialog_sm-6": "Analyzing the data...",
    "ch1-dialog_sm-7": "Then finally, coming up with a conclusion.",
    "ch1-dialog_sm-8": "Wow, a lot of steps...",
    "ch1-dialog_sm-9": "Yes, but this process allows us to have experiments that can be repeated and verified by others.",
    "ch1-dialog_sm-10": "If many come to the same conclusion, then we can be more confident that it's true.",
    "ch1-dialog_3-1": "The ocean is a magical place full of mysteries and wonders.",
    "ch1-dialog_3-2": "By making new discoveries and sharing them with others, maybe we can understand it better.",
    "ch1-dialog_3-3": "That way, we'll not only learn how to use its resources more wisely, but also how to protect it.",
    "ch1-dialog_3-4": "I see...",
    "ch1-dialog_4-1": "...very well. Can I come too? I want to help.",
    "ch1-dialog_4-2": "Sure, you can join our exploration team.",
    "ch1-dialog_4-3": "I must warn you, though...",
    "ch1-dialog_4-4": "The deeper we go, the more unknown and dangerous things we may find.",
    "ch2-question": "What are the first few steps of the Scientific Method?",
    "ch2-question_option-1": "Observe the natural world, analyse the data, then form a hypothesis",
    "ch2-question_option-1-dialog": "Observing the natural world first is correct, but we need to form a hypothesis and conduct an experiment before we have any data to analyze.",
    "ch2-question_option-2": "Ask a scientific question, conduct an experiment, then come up with a conclusion",
    "ch2-question_option-2-dialog": "The order is correct, but you’re missing too many steps in between.",
    "ch2-question_option-3": "Observe the natural world, ask a scientific question, then form a hypothesis",
    "ch2-question_option-3-dialog": "Correct! Let’s try it now.",
    "ch2-dialog_0": "Woah, that is one giant kelp!",
    "ch2-dialog_1-1": "Hey, I am the caretaker of this kelp forest. Who are you?",
    "ch2-dialog_1-2": "We are ocean explorers. We have just come to visit and learn about this place.",
    "ch2-dialog_1-3": "I see. Welcome then, to my humble abode.",
    "ch2-info_color_1-1": "The color of the water is a bit different here.",
    "ch2-info_color_1-2": "Yeah, it usually gets darker as we go deeper.",
    "ch2-info_color_1-3": "Nice, color is a variable. Something that could change.",
    "ch2-info_color_1-4": "Observing the changes in color is an example of collecting qualitative data.",
    "ch2-info_color_1-5": "Basically a description of the qualities and characteristics of a variable.",
    "ch2-info_kelp_1-1": "Looks like this is where the giant kelp started growing.",
    "ch2-info_kelp_1-2": "Yep, I have been measuring its height everyday since it's been a little plant.",
    "ch2-info_kelp_2-1": "It's almost 200m tall now, they grow up so fast!",
    "ch2-info_kelp_2-2": "Wow, by giving us accurate measurements, Otter provided us an example of quantitative data.",
    "ch2-info_kelp_2-3": "Data that can be measured precisely using standard units.",
    "ch2-info_kelp_2-4": "In this case, the height of the kelp is a variable that is measured in meters.",
    "ch2-info_color_2-1": "The color is getting much darker now.",
    "ch2-info_color_2-2": "Qualitative data can be useful to observe however, in order to ask a good scientific question...",
    "ch2-info_color_2-3": "...it should be able to be answered with quantitative data, so it cannot be subjective or biased.",
    "ch2-info_color_2-4": "So we will have to gather precise measurements in an experiment to answer our question right?",
    "ch2-info_color_2-5": "Yes, that is called empirical evidence.",
    "ch2-info_color_2-6": "I see, so after making some observations about some variables...we ask a scientific question that can be answered with empirical evidence.",
    "ch2-info_color_2-7": "We form a hypothesis that tries to guess the answer...then we conduct an experiment to collect enough quantitative data to answer it.",
    "ch2-info_color_2-8": "Exactly! The experiment is also how we test if our hypothesis was correct.",
    "ch2-info_color_2-9": "...By the way, where did the otter go?",
    "ch3-dialog_1-1": "Would love to keep exploring with you guys...",
    "ch3-dialog_1-2": "...but if I go any deeper, the ocean is going to crush me.",
    "ch3-dialog_1-3": "He must be talking about the water pressure in the ocean.",
    "ch3-dialog_1-4": "Hmm, do you feel more pressure the deeper you go?",
    "ch3-dialog_1-5": "From what I've observed...yes.",
    "ch3-dialog_1-6": "Now that is something we might be able to test with the Scientific Method.",
    "ch3-question_sq": "What kind of scientific question could relate to the otter's sitation?",
    "ch3-question_sq_option-1": "How do the otter's feelings change as it goes deeper into the ocean?",
    "ch3-question_sq_option-1-dialog": "This question is related, but unfortunately the otter's feelings can't be measured precisely and can be biased.",
    "ch3-question_sq_option-2": "How does the pressure exerted by water increase with depth in the ocean?",
    "ch3-question_sq_option-2-dialog": "Correct! This is a valid scientific question that relates to the otter's situation.",
    "ch3-question_sq_option-3": "How does pressure affect the otter's ability to swim?",
    "ch3-question_sq_option-3-dialog": "This question is related, but it's uncertain how the otter's ability to swim can be measured.",
    "ch3-question_sq_explanation": "A scientific question can answered with empirical evidence (accurate measurements in an experiment).",
    "ch3-question_hyp": "What is the otter's hypothesis?",
    "ch3-question_hyp_option-1": "Pressure will increase as ocean depth increases.",
    "ch3-question_hyp_option-1-dialog": "That's right, would be great if you could help me test it in an experiment.",
    "ch3-question_hyp_option-2": "Pressure will decrease as ocean depth increases.",
    "ch3-question_hyp_option-2-dialog": "Hmm, that's not what I think will happen.",
    "ch3-question_hyp_option-3": "Pressure will stay the same no matter the ocean depth.",
    "ch3-question_hyp_option-3-dialog": "Hmm, not sure I agree with that.",
    "ch3-dialog_vars-1": "When we start planning an experiment, we take note of the variables that we are going to test.",
    "ch3-dialog_vars-2": "An independent variable is the one that we change in an experiment.",
    "ch3-dialog_vars-3": "A dependent variable is the one that we measure in an experiment.",
    "ch3-dialog_vars-4": "We change the independent variable to see if it affects the dependent variable.",
    "ch3-dialog_vars-5": "By measuring the dependent variable while changing the independent variable, we can see if there is a relationship or pattern.",
    "ch3-dialog_vars-6": "In other words, if there is a correlation between the two variables.",
    "ch3-question_var-i": "What is the independent variable in the otter's experiment?",
    "ch3-question_var-i_option-1": "The pressure exerted by water",
    "ch3-question_var-i_option-1-dialog": "No, in this case we're trying to measure the pressure rather than change it.",
    "ch3-question_var-i_option-2": "The depth of the ocean",
    "ch3-question_var-i_option-2-dialog": "Correct! We're going to change the depth to see if it affects the pressure.",
    "ch3-question_var-i_option-3": "The location of the experiment",
    "ch3-question_var-d": "What is the dependent variable in the otter's experiment?",
    "ch3-question_var-d_option-1": "The pressure exerted by water",
    "ch3-question_var-d_option-1-dialog": "Correct! We're going to measure the pressure to see if it changes with depth.",
    "ch3-question_var-d_option-2": "The depth of the ocean",
    "ch3-question_var-d_option-2-dialog": "No, in this case we are not trying to see if the depth is affected by any changes.",
    "ch3-question_var-d_option-3": "The location of the experiment",
    "ch3-question_var_c-1": "No, the location is actually an example of a controlled variable.",
    "ch3-question_var_c-2": "A variable that we are keeping constant throughout the whole experiment.",
    "ch3-dialog_depth-1": "If I change the measurements to start from the top, the giant kelp could maybe help us measure ocean depth.",
    "ch3-dialog_depth-2": "That's a great idea! We can use the kelp as a reference point to measure the depth of the ocean.",
    "ch3-dialog_pressure-1": "What about measuring pressure though?",
    "ch3-dialog_pressure-2": "Don't worry, my submarine comes equipped with tools for that.",
    "ch3-dialog_procedure-1": "Is there anything else we need before starting the experiment?",
    "ch3-dialog_procedure-2": "Yes, lastly we need to determine the procedure...the process we will follow to collect data.",
    "ch3-dialog_procedure-3": "We can start by measuring the pressure at the surface, then descend to different depths, recording the pressure at each one.",
    "ch3-dialog_procedure-4": "Then afterwards, we can see if there is a pattern between the variables.",
    "ch3-dialog_procedure-5": "...and find out if my hypothesis was correct.",
    "ch3-dialog_procedure-6": "Exactly! Let's get started.",
    "ch3-dialog_experiment-0": "Ok, we will record the pressure readings for 5 different depths.",
    "ch3-dialog_experiment-1": "At 0m...",
    "ch3-dialog_experiment-2": "At 50m...",
    "ch3-dialog_experiment-3": "At 100m...",
    "ch3-dialog_experiment-4": "At 150m...",
    "ch3-dialog_experiment-5": "At 200m...",
    "ch3-dialog_experiment-6": "Done! Now we can analyze the data.",
    "ch3-dialog_analysis-1": "By plotting our experiment data on a graph, it might be easier to tell if there is a pattern or relationship.",
    "ch3-dialog_analysis-2": "Wow, looks like the pressure does increase the deeper we go.",
    "ch3-dialog_analysis-3": "Quite consistently too...",
    "ch3-dialog_analysis-4": "When the rate of change is constant, it's called a linear relationship.",
    "ch3-dialog_analysis-5": "This means that my hypothesis was correct!",
    "ch3-dialog_analysis-6": "I can conclude that pressure exerted by water increases as ocean depth increases, at a constant rate.",
    "ch3-dialog_analysis-7": "Though this proves that I cannot go any deeper with you guys, so good luck with your adventure.",
    "ch3-dialog_analysis-8": "Thank you for your help, Otter. We'll definitely be back to share our findings with you.",
    "ch4-dialog_1-1": "It seems to have gotten a lot colder (and lonelier) now.",
    "ch4-dialog_1-2": "Yeah, the deep ocean tends to get colder and bleaker the deeper you go...",
    "ch4-dialog_1-3": "But there are some exceptions.",
    "ch4-dialog_1-4": "Why don't we do an experiment to test it out?",
    "ch4-dialog_experiment-1": "Now it's your turn!",
    "ch4-dialog_experiment-2": "Have a go at going through the Scientific Method steps yourself.",
    "ch4-dialog_experiment-3": "Use this scientific question as a guide: <br> How does water temperature vary with ocean depth?",
    "ch4-dialog_experiment-4": "Click ready when you're ready to compare results with me.",
    "ch4-question": "What is your conclusion?",
    "ch4-question_option-1": "Water temperature decreases as ocean depth increases.",
    "ch4-question_option-1-dialog": "Nice. That matches what I found too.",
    "ch4-question_option-2": "Water temperature increases as ocean depth increases.",
    "ch4-question_option-2-dialog": "That doesn't match what I found.",
    "ch4-question_option-3": "Water temperature stays the same no matter the ocean depth.",
    "ch4-question_option-3-dialog": "Hmm, not sure I agree with that.",
    "ch4-dialog_2-1": "Did it just get warmer all of a sudden?",
    "ch4-dialog_2-2": "That's weird, I thought we discovered that water temperature decreases the deeper we go.",
    "ch4-dialog_2-3": "I think I know the reason...",
    "ch4-dialog_2-4": "What is it??",
    "ch4-dialog_2-5": "We might have found a hydrothermal vent...",
    "hint_1": "Hint: Open the inventory by clicking on the backpack icon on the top right. <br>Click the arrow to move to the next area when you're ready.",
    "hint_2": "Hint: Explore by clicking around the screen. Try to observe the environment and see if you can find anything interesting.",
    "hint_3": "Hint: Find and click on any markers with an 'i' on them. They might have some useful information for you.",
    "hint_4": "Hint: Go deeper. There is more to discover.",
    "hint_5": "Go through the Scientific Method steps to answer the question: <br>How does water temperature vary with ocean depth?"
  }
}