{
  "_meta": {
    "maxChars": {}
  },
  "en": {
    "title": "Triton's Treasure",
    "subtitle": "A Scientific Method Adventure",
    "start": "Start",
    "dive": "Dive",
    "complete": "Complete",
    "inventory": "Inventory",
    "tutorial": "Tutorial",
    "obj_check-equipment": "Double check equipment",
    "task_open-inventory": "Open your inventory",
    "task_review-SM": "Review the Scientific Method steps",
    "task_call-radio": "Contact Mission Control",
    "obj_learn-controls": "Learn the controls",
    "task_move-sub": "Click around the screen to move the sub",
    "surface-heading": "The Triton's Triangle - Present Day",
    "item-unlocked": "Item Unlocked",
    "sm-observation": "Observation",
    "sm-question": "Question",
    "sm-hypothesis": "Hypothesis",
    "sm-experiment": "Experiment",
    "sm-analysis": "Analysis",
    "sm-conclusion": "Conclusion",
    "sm-puzzle_title": "Enter radio code",
    "hint": "Hint",
    "hint_radio-code": "Click the Scientific Method steps in the correct order",
    "mission-control": "Mission Control",
    "conch": "Conch",
    "you": "You",
    "inventory-item_name_radio": "Radio",
    "inventory-item_desc_radio": "A communication device for contacting Mission Control.",
    "inventory-item_action_radio": "Use this to ask for hints if you are stuck.",
    "inventory-item_name_conch": "Conch Shell",
    "inventory-item_desc_conch": "Your new ocean friend. Grants the ability to understand the language of the sea.",
    "inventory-item_action_conch": "Use this to receive a hint whenever you are stuck.",
    "inventory-item_name_sm": "SM Diagram",
    "inventory-item_desc_sm": "A diagram of the Scientific Method.",
    "inventory-item_action_sm": "Use this to review the Scientific Method steps.",
    "inventory-item_name_pg": "Pressure Gauge",
    "inventory-item_desc_pg": "An instrument for measuring underwater pressure. <br>Returns values in atm units, where 1 atm = the atmospheric pressure at sea level.",
    "inventory-item_name_dg": "Depth Gauge",
    "inventory-item_desc_dg": "An instrument for measuring underwater depth. <br>Measures pressure then calculates depth using their linear relationship. Returns values in meters.",
    "inventory-item_name_th": "Thermistor",
    "inventory-item_desc_th": "A device for measuring water temperature. <br>Returns values in Celsius.",
    "title_chapter-1": "Chapter One",
    "desc_chapter-1": "Light and Dark",
    "title_chapter-2": "Chapter Two",
    "desc_chapter-2": "Light and Dark",
    "title_chapter-3": "Chapter Three",
    "desc_chapter-3": "Above and Below",
    "title_chapter-4": "Chapter Four",
    "desc_chapter-4": "Hot and Cold",
    "dialog-name_captain": "Captain",
    "dialog-name_explorer": "Explorer",
    "dialog-name_shell": "Conch",
    "dialog-name_otter": "Otter",
    "name_shell": "Conch",
    "desc_shell": "A large sea snail with a horn-shaped shell. <br>There is something mysterious about this one...",
    "name_otter": "Sea Otter",
    "desc_otter": "A cute marine mammal with thick fur. <br>Can live on land and in water.",
    "intro_1": "In an uncharted part of the Pacific Ocean lies the Triton's Triangle...",
    "intro_2": "a treacherous area where many ships mysteriously vanish.",
    "intro_3": "Sailors feared these waters, speaking of lurking sea monsters and strange forces.",
    "intro_4": "Yet, despite the danger, many still venture into the Triangle. Why?",
    "intro_5": "Because of a legend of something hidden deep below:",
    "intro_6": "a treasure of unimaginable value and beauty.",
    "pl_1": "Decades ago, the world’s first large-scale expedition into the Triangle set sail.",
    "pl_2": "With the best equipment, the crew was determined to retrieve the legendary treasure at any cost.",
    "pl_3": "However, they were reckless — upsetting the ocean's fragile balance and countless habitats.",
    "pl_4": "What happened next remains a mystery — whether they found the treasure or not, no one knows.",
    "pl_5": "Communication with the ship was abruptly lost,",
    "pl_6": "and the entire crew vanished without a trace...",
    "brief-1": "SM-Explorer, this is Mission Control. Just checking in - how's everything looking there?",
    "brief-1_o1": "Looking good so far. No sea monsters yet, so I'd call that a win.",
    "brief-1_o1-1": "Well, let’s hope it stays that way. But you know, anything’s possible out there.",
    "brief-1_o2": "Its beautiful here. The way the sunlight cuts through the water… I’ve never seen anything like it.",
    "brief-1_o2-1": "Glad to hear it. Enjoy it while you can, you won’t get much of the sunlight once you’re under.",
    "brief-1_o3": "Honestly, it's a little too quiet. This place makes me nervous...",
    "brief-1_o3-1": "That's understandable. We'll keep a close watch on your readings from here.",
    "brief-2": "Your mission is to explore the depths of the Triton's Triangle and gather valuable data.",
    "brief-2_o1": "Copy that.",
    "brief-2_o2": "Tell me more about this place.",
    "brief-2_o2-1": "To be honest, we don't know much...this ocean region is mostly uncharted.",
    "brief-2_o2-2": "Years ago, there was a mining expedition but the crew all went missing...",
    "brief-2_o2-3": "The only data we retrieved were some strange temperature readings from deep below.",
    "brief-2_o2-3_o1": "What kind of readings?",
    "brief-2_o2-3_o1-1": "A temperature anomaly. Warm temperatures, at very deep depths.",
    "brief-2_o2-3_o1-2": "Which is unusual because generally the deep ocean is very cold.",
    "brief-2_o2-3_o2": "I see.",
    "brief-2_o3": "How should I approach the mission?",
    "brief-2_o3-1": "Remember, the mission is not just about finding answers - it's about asking the right questions.",
    "brief-2_o3-2": "I recommend using the Scientific Method to guide your exploration.",
    "brief-2_o3-3": "A diagram is available in your inventory whenever you need a refresher.",
    "brief-3": "Double-check your equipment and begin your descent when you're ready.",
    "brief-4": "Don't hesitate to radio in if you have any questions. Good luck, SM-Explorer.",
    "hint-1": "Signal received SM-Explorer. What is your status?",
    "hint-1_o1-default": "All good here. Just saying hi.",
    "hint-1_o1-default-1": "Good to hear from you. Feel free to radio in whenever you need.",
    "ch1_conch-encounter-1": "These are dangerous waters. Turn back now, for your own good.",
    "ch1_conch-encounter-1_o1": "What?! A talking shell! That is so cool.",
    "ch1_conch-encounter-1_o1-1": "Hey, are you listening? ...and don't call me a shell.",
    "ch1_conch-encounter-1_o1-2": "I am a Conch.",
    "ch1_conch-encounter-2": "Many treasure hunters have come, and many have gone missing.",
    "ch1_conch-encounter-3": "Trust me. Leave now while you still can.",
    "ch1_conch-encounter-3_o1": "Ok, but I will be back.",
    "ch1_conch-encounter-3_o2": "I can't leave now. I have a mission to complete.",
    "ch1_conch-encounter-3_o2-1": "I'm not a treasure hunter. I'm an ocean explorer...and a scientist.",
    "ch1_conch-encounter-3_o2-2": "I'm here to explore the depths of this place, and find out what happened to my dad.",
    "ch1_conch-encounter-3_o2-3": "Your dad?",
    "ch1_conch-encounter-3_o2-4": "My dad was a scientist. He came here years ago and never returned.",
    "ch1_conch-encounter-3_o2-5": "...",
    "ch1_conch-encounter-3_o2-6": "I see... I'm sorry about your dad.",
    "ch1_conch-encounter-3_o2-7": "Look buddy, I want to help you... but I need to know that you can handle it first.",
    "ch1_conch-encounter-3_o2-8": "Prove to me that you are really a scientist.",
    "ch1_conch-encounter-4": "Go make some observations around this place.",
    "ch1_conch-encounter-5": "Come back once you have some qualitative data to share with me.",
    "ch1_conch-encounter-5_o1": "Ok. I'll be back soon.",
    "ch1_conch-encounter-5_o2": "What is qualitative data?",
    "ch1_conch-encounter-5_o2-1": "Qualitative data are descriptions about things that are observed, but not measured precisely."
  }
}
